[
  {
    "name": "Ron Leota",
    "photo": "./Ron.jpeg",
    "blurb": "Ron Leota is an audio engineer and multi-faceted nerd born and raised in the Pacific Northwest. When he's not in the studio recording or editing audio projects, he's designing roleplaying games. He was the original creator and audio engineer for the NW Nerdcast podcast and now develops games under the Leota Roleplaying moniker. Ron has also lent his voice to various audiobooks and indie games as a voice actor.",
    "roles": "Co-Creator, Director, Audio Engineer, Editor, Voice Actor",
    "voiceOf": "Jake",
    "imdb": "https://www.imdb.com/name/nm17616458/",
    "socials": {
      "fb": "https://facebook.com/leotaroleplaying"
    }
  },
  {
    "name": "Kairsten Fay",
    "photo": "./Kairsten.jpg",
    "blurb": "Kairsten Fay is a storyteller who has lived in the Pacific Northwest since 2016. This podcast is her first work of fiction; she has previously performed comedic storytelling and comedy stand-up. She also runs a tech culture blog on Medium for software engineers.",
    "roles": "Co-Creator, Writer, Editor, Voice Actor, Webmaster",
    "voiceOf": "Hazel",
    "imdb": "https://www.imdb.com/name/nm17616459/",
    "socials": {
      "medium": "https://kairsten-fay.medium.com",
      "threads": "https://www.threads.com/@kairstenfay"
    }
  },
  {
    "name": "E. Alex Gardipe",
    "photo": "./Alex.jpg",
    "blurb": "E. Alex Gardipe is a Seattle based actor and comedian with credits in both independent films and videogames. A lifelong gamer and LARPer, this giant of a man is literally one of the biggest nerds you'll ever meet!",
    "roles": "Voice Actor",
    "voiceOf": "Dark Northwest (Narrator)",
    "imdb": "https://www.imdb.com/name/nm5188773/",
    "socials": {
      "website": "https://alexponential.wixsite.com/voiceactor"
    }
  },
  {
    "name": "Robbie Clifford",
    "photo": "./Robbie.jpg",
    "blurb": "Robbie Clifford recently landed on Tacoma, but grew up in Japan and is, in fact, part mecha. He is a freelance illustrator who has done design work for Marvel & Lucasfilm, and recently turned his sights on voice acting.",
    "roles": "Voice Actor",
    "voiceOf": "Andy",
    "imdb": "https://www.imdb.com/name/nm17616462/",
    "socials": {
      "ig": "https://www.instagram.com/cyrinnic/",
      "threads": "https://www.threads.com/@cyrinnic",
      "tiktok": "https://www.tiktok.com/@robclifford",
      "website": "http://www.bigrobotart.com"
    }
  },
  {
    "name": "Arden",
    "photo": "./Arden.jpg",
    "blurb": "Cosplay content creator and Actor, this is Arden's first Acting role off the stage. His acting experience spans over 5 years and 12 shows, most of which musicals, though he’s been in several he straight plays, has several improv shows under his belt and even works as a scare actor every October",    "roles": "Voice Actor",
    "voiceOf": "Lilly",
    "imdb": "https://www.imdb.com/name/nm17616457/",
    "socials": {
      "ig": "https://www.instagram.com/ardendoescosplay",
      "tiktok": "https://www.tiktok.com/@ardendoescosplay"
    }
  },
  {
    "name": "Cassandra Schwartz",
    "photo": "./Cassandra.jpg",
    "blurb": "Cassandra is thrilled to make her voice acting debut with Dark Northwest, a project that intertwines her passions for acting, history, and storytelling. Born and raised in California, Cassandra discovered the power of combining these interests while performing first-person historical interpretations at Ardenwood Historic Park. Over the years, she has pursued these passions separately, earning a bachelor's degree in history and also LARPing for the past decade. Now, she is excited to bring them together again. Cassandra traded the California sunshine for the moody Pacific Northwest 15 years ago, eventually settling in Washington state. Day to day, she can be found raising a tiny human with her husband, volunteering with her local Pride group, experimenting in the kitchen, and enjoying a good book (usually at the same time, thanks to audiobooks). Cassandra looks forward to exploring more voice acting and narration opportunities in the future.",
    "roles": "Voice Actor",
    "voiceOf": "Tara",
    "imdb": "https://www.imdb.com/name/nm17616463/",
    "socials": {
      "email": "mailto:Cass.schwartz@gmail.com"
    }
  },
  {
    "name": "Zephyr Moon",
    "photo": "./Zephyr.jpeg",
    "blurb": "A lifelong horror fan and podcast junkie, and this project marks his voice acting debut—screaming, muttering, and meeting horrific ends as additional voices and background characters in Dark Northwest. Zephyr grew up along Stevens Pass, where the story is set, so getting to be part of something spooky in his own backyard feels extra special. Zephyr comes from a background in theatre, writing, and LARP, and he has always loved stepping into character. Voice acting has been a dream of his for years, and he is beyond excited (and maybe a little scared) to finally bring that to life in Dark Northwest.",
    "roles": "Voice Actor",
    "voiceOf": "Gene the Skier",
    "imdb": "https://www.imdb.com/name/nm17616460/",
    "socials": {
      "tiktok": "https://www.tiktok.com/@hwymancharon?_t=ZT-8ycuCohkx0X&_r=1",
      "ig": "https://www.instagram.com/spacedoutzephyr?igsh=MTNpaG96cHFnN3k3cg==&utm_source=qr"
    }
  },
  {
    "name": "Jonathan Baudour",
    "photo": "./demo-image-02.jpg",
    "blurb": "",
    "roles": "Voice Actor",
    "voiceOf": "Ranger Hill",
    "imdb": "https://www.imdb.com/name/nm17616461/",
    "socials": {
    }
  },
  {
    "name": "Aaron Edens",
    "photo": "./demo-image-01.jpg",
    "blurb": "",
    "roles": "Composer, Musician, Mastering Engineer",
    "imdb": "https://www.imdb.com/name/nm17616464/",
    "socials": {
    }
  }
]
